Repository: PIVO7/Dobbel
Catalog: Dobbel/Localizable.xcstrings
Source language: nl
Languages: en, fr

source: Zet teruggezet. %@ is weer aan de beurt.
en: Move undone. It's %@'s turn again.
fr: Coup annulé. C'est de nouveau au tour de %@.

source: ZO SPEEL JE
en: HOW TO PLAY
fr: COMMENT JOUER

source: Zon
en: Sun
fr: Soleil

source: Dat lukte niet
en: That didn’t work
fr: Ça n’a pas marché

source: Oké
en: OK
fr: OK

source: De aankoop wacht nog op goedkeuring van een ouder.
en: The purchase is waiting for a parent’s approval.
fr: L’achat attend l’accord d’un parent.

source: Kopen is niet gelukt. Controleer de internetverbinding en probeer het straks nog eens.
en: The purchase didn’t go through. Check the internet connection and try again later.
fr: L’achat n’a pas abouti. Vérifie la connexion internet et réessaie plus tard.

source: Terugzetten is niet gelukt. Controleer de internetverbinding en probeer het straks nog eens.
en: Restoring didn't work. Check the internet connection and try again later.
fr: La restauration a échoué. Vérifie la connexion Internet et réessaie plus tard.

source: Roze
en: Pink
fr: Rose

source: Basketbal
en: Basketball
fr: Ballon de basket

source: Meeste overwinningen
en: Most wins
fr: Le plus de victoires

source: %lld keer gewonnen
en: Won %lld times
fr: %lld victoires

source: Gelijkgespeeld
en: Draws
fr: Matchs nuls

source: Zonder Gezinsversie blijven jullie gewoon samen spelen, met z'n tweeën.
en: Without the Family Version you can still play together, with two players.
fr: Sans la Version Famille, vous continuez à jouer ensemble, à deux.

source: %@ vs Computer
fr: %@ contre l'ordinateur

source: Dobbel-bonus %lld
fr: Bonus Dobbel %lld

source: Dobbelfan
fr: Fan de Dobbel

source: Hattrick
fr: Triplé

source: Mint
fr: Menthe
